Repository: NMarjou/localization-app
Catalog: TMs/en-US_ja-JP.tmx
Source language: en_us
Languages: ja_jp

source: Include summary documents
ja_jp: 要約文書を含める

source: The communication round name cannot be empty.
ja_jp: コミュニケーションラウンド名を空にすることはできません。

source: The visibility end date cannot be empty.
ja_jp: 表示終了日を空にすることはできません。

source: The visibility start date cannot be empty.
ja_jp: 表示開始日を空にすることはできません。

source: Are you sure you want to publish this communication round? Once published, the status of the round will be changed to "Open" and cannot be reverted to "Draft".
ja_jp: この通信ラウンドを公開してもよろしいですか？ 公開されると、ラウンドのステータスは［オープン］に変更され、［ドラフト］に戻すことはできません。

source: Publish communication round
ja_jp: 通信ラウンドを公開

source: The communication round was successfully published.
ja_jp: 通信ラウンドが正常に公開されました。

source: The communication round was successfully saved.
ja_jp: 通信ラウンドが正常に保存されました。

source: Are you sure you want to save the changes to this published communication round? The round will be updated for all participants.
ja_jp: この公開済み通信ラウンドへの変更を保存してもよろしいですか？ すべての参加者に対してこのラウンドが更新されます。

source: Update published round
ja_jp: 公開済みのラウンドを更新

source: The round was successfully updated.
ja_jp: ラウンドが正常に更新されました。

source: Round visibility end date
ja_jp: ラウンドの表示/非表示終了日

source: Round visibility start date
ja_jp: ラウンドの表示/非表示開始日

source: Configure approval milestones for the communication round
ja_jp: 通信ラウンドの承認マイルストーンを設定

source: Turn this setting on to add steps to the communication round workflow
ja_jp: この設定をオンにすると、通信ラウンドのワークフローにステップを追加できます。

source: Enable workflow steps
ja_jp: ワークフローステップを有効化

source: No communication rounds yet
ja_jp: まだコミュニケーションラウンドはありません

source: Create and manage communication rounds
ja_jp: 通信ラウンドを作成および管理

source: Export recipient details
ja_jp: 受取人の詳細をエクスポートする

source: Number of recipients
ja_jp: 受信者数

source: of
ja_jp: の

source: Added by
ja_jp: 追加者

source: Create and manage communication rounds.
ja_jp: コミュニケーションラウンドを作成および管理します。

source: Your communication rounds will appear here. Check again later for updates or explore more features in the meantime.
ja_jp: ご利用中のコミュニケーションラウンドはここに表示されます。後ほど再度ご確認いただくか、その間に他の機能もご利用ください。

source: Archived
ja_jp: アーカイブ済み

source: Comm rounds
ja_jp: 通信ラウンド

source: You are about to publish the pending draft which will replace the currently published version of this comp round. Do you want to keep the manager entries?
ja_jp: 保留中の下書きを公開し、このコンプラウンドの現在公開されているバージョンを置き換えようとしています。マネージャーのエントリーを保持しますか？

source: No, delete them
ja_jp: いいえ、削除します

source: Publish updated comp round
ja_jp: 更新された報酬ラウンドを公開

source: The workflow was updated; all workers in this round will reset to the first step.
ja_jp: ワークフローが更新されました。このラウンドのすべての社員は最初のステップにリセットされます。

source: Yes, keep entries
ja_jp: はい、エントリを維持します

source: View configuration
ja_jp: 設定を表示

source: Change source
ja_jp: ソースを変更

source: Changing the proposal management source will clear the values you have entered. This action cannot be undone.
ja_jp: 提案管理ソースを変更すると、入力した値がクリアされます。この操作は元に戻すことができません。

source: Change proposal management source
ja_jp: 変更提案管理ソース

source: Configure how proposal values are prepopulated and managed for each compensation element in this round.
ja_jp: このラウンドの各報酬要素について、提案値の事前入力と管理方法を設定します。

source: Disabling the proposal management source will clear the values you have entered. This action cannot be undone.
ja_jp: 提案管理ソースを無効にすると、入力した値がクリアされます。この操作は元に戻すことができません。

source: Disable proposal management
ja_jp: 提案管理を無効にする

source: Enable proposal management
ja_jp: 提案管理を有効にする

source: Create your formula
ja_jp: 数式を作成する

source: Formula type
ja_jp: 数式タイプ

source: Use an existing value
ja_jp: 既存の値を使用する

source: Prefill the proposal using an existing calculated or reference field
ja_jp: 既存の計算フィールドまたは参照フィールドを使用して提案を事前入力する

source: Calculate using a formula
ja_jp: 数式を使用して計算する

source: Generate the proposal value using a custom formula
ja_jp: カスタム式を使用して提案値を生成する

source: Proposal method
ja_jp: 提案手法

source: Choose an option to continue
ja_jp: 続行するオプションを選択してください

source: Source field
ja_jp: ソースフィールド

source: This value will be used as the initial proposal for managers.
ja_jp: この値は、マネージャーへの初期提案として使用されます。

source: Select the field used to prefill the proposal
ja_jp: 提案の事前入力に使用するフィールドを選択してください

source: Choose one
ja_jp: 1つ選択してください

source: The source field is required.
ja_jp: ソースフィールドは必須です。

source: Workers manually removed
ja_jp: 従業員が手動で削除されました

source: Workers manually added
ja_jp: 従業員が手動で追加されました

source: Manage workers
ja_jp: 従業員を管理

source: {{count}} worker selected
ja_jp: {{count}} 人の作業者が選択されました

source: {{count}} workers selected
ja_jp: {{count}} 人の作業者が選択されました

source: Exclude worker
ja_jp: 作業者を除外する

source: Exclude selected
ja_jp: 選択したものを除外

source: Select which workers will be excluded from this compensation population.
ja_jp: この報酬対象から除外する従業員を選択してください。

source: Include worker
ja_jp: ワーカーを含める

source: Include selected
ja_jp: 選択したものを含める

source: Select which workers will be included in this compensation population.
ja_jp: この報酬対象グループに含める従業員を選択してください。

source: Please select at least one worker.
ja_jp: 少なくとも1人の作業者を選択してください。

source: The population cannot be empty.
ja_jp: 母集団を空にすることはできません。

source: Individual inclusions and exclusions.
ja_jp: 個別の含まれる項目と除外される項目。

source: Select the relevant existing population criteria that apply to this round of compensation.
ja_jp: この報酬ラウンドに適用する、適切な既存の母集団基準を選択します。

source: Populations relevant for this compensation round.
ja_jp: この補償ラウンドに関連する集団。

source: Select system populations
ja_jp: システムの母集団を選択

source: Selected populations
ja_jp: 特定の集団

source: Overview of population definition.
ja_jp: 母集団定義の概要。

source: Compensation population summary
ja_jp: 報酬母集団の要約

source: Bonus STI
ja_jp: ボーナスSTI

source: Workers can belong to multiple populations
ja_jp: 作業者は複数の集団に所属することができます

source: No compensation rounds created yet.
ja_jp: まだ補償ラウンドは作成されていません。

source: No compensation rounds
ja_jp: 補償ラウンドなし

source: Name (A-Z)
ja_jp: 名前（A-Z）

source: Name (Z-A)
ja_jp: 名前（Z-A）

source: Sort by
ja_jp: 並べ替え条件：

source: End date (earliest)
ja_jp: 終了日（最早）

source: End date (latest)
ja_jp: 終了日（最遅）

source: Last generated (oldest)
ja_jp: 最終生成（最古）

source: Last generated (newest)
ja_jp: 最終生成（最新）

source: Last edited (oldest)
ja_jp: 最終編集（最古）

source: Last edited (newest)
ja_jp: 最終編集（最新）

source: No actors selected
ja_jp: アクターが選択されていません

source: View bonus calculation formula configuration
ja_jp: ボーナス計算式の設定を表示

source: No guideline rules
ja_jp: ガイドラインルールはありません

source: Start: {{startDate}} • End: {{endDate}}
ja_jp: 開始: {{startDate}} ・ 終了: {{endDate}}

source: Last updates
ja_jp: 最新の更新

source: Any changes to this round will appear here.
ja_jp: このラウンドへの変更はここに表示されます。

source: No updates yet
ja_jp: まだ更新はありません

source: By {{author}},
ja_jp: {{author}} 著、

source: Added fields
ja_jp: 追加されたフィールド

source: Description:
ja_jp: 説明:

source: Model name:
ja_jp: モデル名：

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
ja_jp: 選択したボーナスプランに更新が行われました。必要に応じて保留中のドラフトバージョンを使用して適用してください。

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
ja_jp: 選択したデータモデルに更新が行われました。必要に応じて保留中のドラフトバージョンを使用して適用してください。

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
ja_jp: データモデルが新しいフィールドで拡張されました。必要に応じて、保留中のドラフトバージョンを使用して適用してください。

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
ja_jp: 選択したボーナスプランに更新が行われました。変更を適用するには、報酬ラウンドを公開してください。

source: Republished (proposals retained)
ja_jp: 再公開済み（提案を保持）

source: Republished (no proposals)
ja_jp: 再公開済み（提案なし）

source: Changes detected in bonus plan
ja_jp: ボーナスプランで変更が検出されました

source: Data model extended
ja_jp: データモデルが拡張されました

source: Pending draft created
ja_jp: 保留中の下書きが作成されました

source: Pending draft deleted
ja_jp: 保留中の下書きが削除されました

source: Round republished
ja_jp: ラウンドが再公開されました

source: Round published
ja_jp: ラウンドが公開されました

source: View all updates
ja_jp: すべての更新を表示

source: All updates
ja_jp: すべての更新

source: View population configuration
ja_jp: 集団設定を表示

source: View round configuration
ja_jp: ラウンド設定を表示

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
ja_jp: 有効なルール: {{activeRulesCount}} ・ 無効なルール: {{inactiveRulesCount}}

source: Team planner configuration
ja_jp: チームプランナーの構成

source: View team planner configuration
ja_jp: チームプランナーの構成を表示

source: Validation reports: {{validationReportsCount}}
ja_jp: 検証レポート: {{validationReportsCount}}

source: View workflow configuration
ja_jp: ワークフロー設定を表示

source: API connection
ja_jp: API接続

source: Connection details
ja_jp: 接続の詳細

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
ja_jp: このダウンロードは、データドロップが{{workersCount}}ワーカーの上限を超えているためご利用いただけません。修正するには、設定を編集してワーカーの選択範囲を絞り込んでください。ご不明な点や大規模なエクスポートのオプションについてご相談されたい場合は、カスタマーサポートまでお問い合わせください。

source: Connection ID
ja_jp: 接続ID

source: Round ID
ja_jp: ラウンドID

source: Round Management
ja_jp: ラウンド管理

source: Copy JSON
ja_jp: JSONをコピー

source: Failed to copy. Please try again.
ja_jp: コピーに失敗しました。もう一度お試しください。

source: JSON copied to clipboard
ja_jp: JSONをクリップボードにコピーしました

source: Create statement generation rule
ja_jp: 明細書作成ルールを作成する

source: The statement generation rule was successfully created.
ja_jp: 明細書生成ルールが正常に作成されました。

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
ja_jp: この明細書生成ルールを削除してもよろしいですか？この操作は元に戻せません。

source: The statement generation rule was successfully duplicated.
ja_jp: 明細書作成ルールの複製に成功しました。

source: No statement generation rules yet!
ja_jp: まだステートメント生成ルールがありません。

source: Generated
ja_jp: 生成済み

source: Generation failed
ja_jp: 生成に失敗しました

source: Not generated
ja_jp: 生成されていません

source: The communication round cannot be empty.
ja_jp: コミュニケーションラウンドを空にすることはできません。

source: Specify a name and a description for this document distribution rule.
ja_jp: このドキュメント配布ルールの名前と説明を指定してください。

source: Distribution rules
ja_jp: 配布規則

source: Select the communication round and document template that will be used for distribution.
ja_jp: 配布に使用するコミュニケーションラウンドとドキュメントテンプレートを選択してください。

source: Edit statement generation rule
ja_jp: 明細書作成ルールを編集

source: The file name cannot be longer than {{charLimit}} characters.
ja_jp: ファイル名は{{charLimit}}文字以内にしてください。

source: Customize the file name with variables
ja_jp: 変数を使ってファイル名をカスタマイズする

source: Use a fixed file name for all documents
ja_jp: すべてのドキュメントに固定のファイル名を使用してください

source: The file name cannot contain special characters.
ja_jp: ファイル名に特殊文字を含めることはできません。

source: The document template cannot be empty.
ja_jp: ドキュメントテンプレートを空にすることはできません。

source: Select document template
ja_jp: ドキュメントテンプレートを選択

source: The statement generation has started.
ja_jp: 明細書の作成が開始されました。

source: The statement generation rule was successfully updated.
ja_jp: 明細書作成ルールが正常に更新されました。

source: View statement generation rule
ja_jp: 明細書生成ルールを表示

source: Manage round cycle
ja_jp: ラウンドサイクルを管理する

source: Round name (A-Z)
ja_jp: ラウンド名（A-Z）

source: Round name (Z-A)
ja_jp: ラウンド名（Z-A）

source: Sorting
ja_jp: 並べ替え中

source: Start date (earliest)
ja_jp: 開始日（最早）

source: Start date (latest)
ja_jp: 開始日（最遅）

source: Actual budget
ja_jp: 実際の予算

source: No maximum outcome configuration
ja_jp: 最大結果の設定がありません

source: No minimum outcome configuration
ja_jp: 最小結果の設定がありません

source: No outcome configuration
ja_jp: 結果の設定がありません

source: No rule configuration
ja_jp: ルールの設定がありません

source: No validation reports with the name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前の検証レポートはありません

source: The note was successfully deleted.
ja_jp: メモが正常に削除されました。

source: Select rule
ja_jp: ルールを選択

source: Total eligible workers
ja_jp: 適格な従業員の総数

source: Total populations
ja_jp: 総母集団

source: Total number of rules
ja_jp: ルールの総数

source: Incentive Management
ja_jp: インセンティブ管理

source: Select at least one data source to continue.
ja_jp: 続行するには、少なくとも1つのデータソースを選択してください。

source: Manage the round cycle to generate statements and create payroll connections.
ja_jp: ラウンドサイクルを管理して、明細書を作成し、給与接続を作成します。

source: Incentive Curve Design
ja_jp: インセンティブカーブ設計

source: Compensation Structure
ja_jp: 報酬体系

source: Compensation Process
ja_jp: 補償プロセス

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
ja_jp: 組織の報酬フレームワークと報酬要素（給与、手当、日当、ボーナス、繰延補償、株式、間接的な福利厚生/手当を含む）を作成します。

source: Active currencies
ja_jp: 有効な通貨

source: Enabled currencies
ja_jp: 有効な通貨

source: Is enabled
ja_jp: 有効になっています

source: {{currencyName}} currency is active
ja_jp: {{currencyName}}通貨は有効です

source: No currencies yet
ja_jp: まだ通貨がありません

source: Company currency
ja_jp: 会社の通貨

source: Global currency checkbox for {{currencyName}}
ja_jp: {{currencyName}}のグローバル通貨チェックボックス

source: No currencies with the name "{{phrase}}"
ja_jp: 「{{phrase}}」という名前の通貨はありません

source: Selected currency checkbox for {{currencyName}}
ja_jp: {{currencyName}}の選択された通貨チェックボックス

source: Selected currency checkbox for this page
ja_jp: このページの選択された通貨のチェックボックス

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
ja_jp: ユーザーがプラットフォーム上で選択できる通貨を有効にしてください。グローバル通貨は選択または無効化できません。

source: Currency preview
ja_jp: 通貨プレビュー

source: Global currency
ja_jp: グローバル通貨

source: Change global currency
ja_jp: グローバル通貨を変更する

source: Select the default currency for all users across the application.
ja_jp: アプリケーション全体のすべてのユーザーに対して、デフォルトの通貨を選択してください。

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
ja_jp: 以前の通貨は引き続き有効になります。不要な場合は、通貨テーブルで手動で無効にしてください。

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
ja_jp: 選択されたグローバル通貨は、アプリケーション全体でデフォルトとして使用され、自動的に有効になります。

source: Global currency configuration
ja_jp: グローバル通貨設定

source: Currencies & Exchange Rates
ja_jp: 通貨と為替レート

source: Define which currencies will be available across the application features and which one will be global currency.
ja_jp: アプリケーションの各機能で利用可能な通貨と、グローバル通貨として使用する通貨を定義してください。

source: Active & global currencies
ja_jp: アクティブおよびグローバル通貨

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
ja_jp: 通貨設定の構成が変更されました。これらの変更を保存すると、今後のスナップショットや関連データに影響します。

source: Configuration change detected
ja_jp: 構成の変更が検出されました

source: Currency Settings
ja_jp: 通貨設定

source: The name is required.
ja_jp: 名前は必須です。

source: Payout curve details
ja_jp: 支払い曲線の詳細

source: The code already exists
ja_jp: このコードはすでに存在します

source: Enter a code for the payout curve
ja_jp: 支払い曲線のコードを入力

source: Enter the basic information of the payout curve
ja_jp: 支払い曲線の基本情報を入力

source: Enter a description for the payout curve
ja_jp: 支払い曲線の説明を入力

source: Enter a name for the payout curve
ja_jp: 支払い曲線の名前を入力

source: Falling
ja_jp: 落下

source: Decreasing payout over time/levels.
ja_jp: 時間やレベルが進むにつれて支払いが減少します。

source: Growing
ja_jp: 成長中

source: Increasing payout over time/levels.
ja_jp: 時間やレベルの経過に伴い支払い額が増加します。

source: Create payout curve
ja_jp: 支払い曲線を作成

source: Edit payout curve
ja_jp: 支払い曲線を編集

source: Linear curve
ja_jp: 線形曲線

source: Payout curves
ja_jp: 支払い曲線

source: No payout curves have been created yet.
ja_jp: まだ支払い曲線が作成されていません。

source: No payout curves yet
ja_jp: まだ支払い曲線がありません

source: The payout curve was successfully published.
ja_jp: 支払いカーブが正常に公開されました。

source: The payout curve was successfully saved.
ja_jp: 支払い曲線が正常に保存されました。

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
ja_jp: 条件が空であるか、基準を満たしていません。エラーを修正して、支払いカーブチャートを生成してください。

source: Cannot generate chart
ja_jp: チャートを生成できません

source: Payout curve preview
ja_jp: 支払いカーブのプレビュー

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
ja_jp: 結果と支払いの相関関係を確認し、支払い曲線を示すチャートもご覧ください。

source: Clear values
ja_jp: 値をクリア

source: Direction
ja_jp: 方向

source: What is the direction of this curve?
ja_jp: この曲線の向きはどちらですか？

source: Rules related to the selected direction:
ja_jp: 選択した方向に関するルール：

source: Result values must decrease from top to bottom
ja_jp: 結果の値は上から下へと減少している必要があります

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
ja_jp: 下降曲線は、パフォーマンスが高いほど支払いが少なくなる（例えば、ペナルティやコスト管理など）シナリオに適しています。

source: Payout values must decrease
ja_jp: 支払い額は減少しなければなりません

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
ja_jp: 結果が最も低い定義された閾値以下の社員は、最大の支給額を受け取ります。

source: Workers whose results exceed the highest defined threshold will receive 0.
ja_jp: 結果が最も高い定義された閾値を超えた社員は、0を受け取ります。

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
ja_jp: 結果が最も高い基準値を超えた社員は、最大の支給額を受け取ります。

source: Workers whose results are below the lowest defined threshold will receive 0.
ja_jp: 結果が最も低い基準値を下回る社員は、0を受け取ります。

source: General rules:
ja_jp: 一般的なルール：

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
ja_jp: 入力欄には整数または小数を入力してください（分数は使用できません）。

source: In a growing curve, each result condition must be higher than the one before it.
ja_jp: 成長曲線では、それぞれの結果条件が前のものより高くなければなりません。

source: This configuration is typically used when better performance results in higher payouts.
ja_jp: この構成は、より高いパフォーマンスがより多くの報酬につながる場合によく使用されます。

source: Corresponding payout values should also increase or remain the same as performance improves.
ja_jp: パフォーマンスが向上するにつれて、対応する支払い額も増加するか、同じままであるべきです。

source: Rules & guidelines
ja_jp: ルールとガイドライン

source: Thresholds
ja_jp: しきい値

source: Define performance milestones and their corresponding payout levels.
ja_jp: パフォーマンスのマイルストーンと、それに対応する支払いレベルを定義してください。

source: What type is your payout curve?
ja_jp: お客様のペイアウトカーブの種類は何ですか？

source: Result units
ja_jp: 結果の単位

source: Performance result
ja_jp: パフォーマンス結果

source: Which units will be used for results in this curve?
ja_jp: このカーブの結果にはどの単位が使用されますか？

source: The value must be larger than the {{min}} value.
ja_jp: 値は{{min}}の値より大きくなければなりません。

source: Define the min and max values for results and payout.
ja_jp: 結果と支払いの最小値および最大値を定義してください。

source: Payout curve settings
ja_jp: ペイアウトカーブの設定

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
ja_jp: 設定に問題があります。エラーを防ぐために、範囲や条件をご確認ください。

source: Payout range
ja_jp: 支払い範囲

source: Maximum payout
ja_jp: 最大支払額

source: Minimum payout
ja_jp: 最低支払額

source: The maximum value must be larger than the minimum value.
ja_jp: 最大値は最小値より大きくなければなりません。

source: Result range
ja_jp: 結果範囲

source: Maximum result
ja_jp: 最大結果

source: Minimum result
ja_jp: 最小結果

source: The highest allowable value for both result and payout ranges is 120%.
ja_jp: 結果範囲および支払い範囲の両方における最大許容値は120%です。

source: The lowest allowable value for both result and payout ranges is 0%.
ja_jp: 結果範囲および支払い範囲の両方における最小許容値は0%です。

source: All workers that exceed the maximum result will be included in the maximum range.
ja_jp: 最大値を超えたすべての作業者は、最大範囲に含まれます。

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
ja_jp: 入力フィールドでは整数と小数のみが使用できます。分数は許可されていません。

source: The default unit used in the payout curve metric is percentage.
ja_jp: 支払いカーブ指標で使用されるデフォルトの単位はパーセンテージです。

source: The value must be smaller than the {{max}} value.
ja_jp: 値は{{max}}より小さくなければなりません。

source: Define metrics, type and thresholds
ja_jp: 指標、タイプ、しきい値を定義

source: End payout
ja_jp: 支払いを終了する

source: End result
ja_jp: 最終結果

source: Payout value (%)
ja_jp: 支払い率（％）

source: Payout
ja_jp: 支払い

source: Payout: {{yAxis}}
ja_jp: 支払い額：{{yAxis}}

source: Result (%)
ja_jp: 結果（％）

source: for
ja_jp: のため

source: Result: {{xAxis}}
ja_jp: 結果：{{xAxis}}

source: Start payout
ja_jp: 支払いを開始する

source: Start result
ja_jp: 結果を開始

source: Step curve
ja_jp: ステップ曲線

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
ja_jp: 線形カーブは、時間の経過やパフォーマンスレベルに応じて一定の割合で変化する支払いを表します。

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
ja_jp: ステップカーブは、徐々にではなく、指定された間隔で固定された「ジャンプ」によって支払い額が変化します。

source: Amount (units)
ja_jp: 数量（単位）

source: Percentages
ja_jp: パーセンテージ

source: View payout curve
ja_jp: 支払い曲線を表示

source: Additional field attributes
ja_jp: 追加フィールド属性

source: Are you sure you want to deactivate entity? This action cannot be undone.
ja_jp: エンティティを無効化してもよろしいですか？この操作は元に戻せません。

source: Are you sure you want to delete this entity? This action cannot be undone.
ja_jp: このエンティティを削除してもよろしいですか？この操作は元に戻すことができません。

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
ja_jp: このエンティティを公開してもよろしいですか？先にエンティティの設定を確認することをお勧めします。

source: Confirm publishing
ja_jp: 公開を確認

source: Create custom entity
ja_jp: カスタムエンティティを作成

source: Failed to load entity details.
ja_jp: エンティティの詳細を読み込めませんでした。

source: Custom entity details
ja_jp: カスタムエンティティの詳細

source: Edit custom entity
ja_jp: カスタムエンティティを編集

source: Edit {{name}}
ja_jp: {{name}} を編集

source: Effective dating
ja_jp: 有効日付

source: No effective dating
ja_jp: 有効な日付なし

source: Effective date range
ja_jp: 有効期間

source: Try adjusting your search or filters to find what you're looking for.
ja_jp: 検索条件やフィルターを調整して、お探しのものを見つけてください。

source: No custom entities match your filters
ja_jp: カスタムエンティティがフィルターに一致しません

source: No custom entities yet
ja_jp: カスタムエンティティはまだありません

source: Entity details
ja_jp: エンティティの詳細

source: At least one field must be set as business key.
ja_jp: 少なくとも1つのフィールドをビジネスキーとして設定する必要があります。

source: At least one field must be configured.
ja_jp: 少なくとも1つのフィールドを設定する必要があります。

source: At least one field must be set as required.
ja_jp: 少なくとも1つのフィールドを必須に設定する必要があります。

source: You can add up to {{max}} fields
ja_jp: 最大{{max}}個のフィールドを追加できます

source: Is business key
ja_jp: ビジネスキーである

source: Is required
ja_jp: 必須です

source: Provide a name for the entity
ja_jp: エンティティの名前を入力してください

source: Reference
ja_jp: 参照

source: {{count}} of {{max}}
ja_jp: {{count}} / {{max}}

source: Select reference
ja_jp: 参照を選択

source: Enter a name for the entity
ja_jp: エンティティの名前を入力してください

source: Build your entity grid by adding fields
ja_jp: フィールドを追加してエンティティグリッドを構築する

source: Grid builder
ja_jp: グリッドビルダー

source: Custom entities
ja_jp: カスタムエンティティ

source: Total entities
ja_jp: エンティティの合計

source: The custom entity was successfully activated.
ja_jp: カスタムエンティティが正常に有効化されました。

source: The custom entity was successfully deactivated.
ja_jp: カスタムエンティティが正常に無効化されました。

source: Search for custom entities
ja_jp: カスタムエンティティを検索

source: Custom Entities
ja_jp: カスタムエンティティ

source: Enum reference
ja_jp: 列挙型リファレンス

source: Number
ja_jp: 番号

source: The field name is required.
ja_jp: フィールド名は必須です。

source: The reference is required for this type.
ja_jp: このタイプには参照が必要です。

source: The field type is required.
ja_jp: フィールドタイプは必須です。

source: Not defined
ja_jp: 未定義

source: View {{name}}
ja_jp: {{name}}を表示

source: Field Management
ja_jp: フィールド管理

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
ja_jp: 更新アクションがトリガーされたときに、どの分析が PayAnalytics から更新されるかを示すラベルを定義します。

source: Label name
ja_jp: ラベル名

source: Analysis refresh configuration
ja_jp: 分析の更新設定

source: Add mapping to model
ja_jp: モデルにマッピングを追加

source: Add mapping to the model
ja_jp: モデルにマッピングを追加

source: Additional compensation field
ja_jp: 追加の報酬フィールド
